<template>
  <svg
    data-name="구성 요소 38 – 1"
    xmlns="http://www.w3.org/2000/svg"
    width="40"
    height="40"
    viewBox="0 0 40 40"
  >
    <g data-name="타원 19" style="stroke: #cecece; fill: #fff">
      <circle cx="20" cy="20" r="20" style="stroke: none" />
      <circle cx="20" cy="20" r="19.5" style="fill: none" />
    </g>
    <g data-name="그룹 122">
      <path
        data-name="패스 154"
        d="M37.134 407.254a18.421 18.421 0 1 1-18.421-18.422 18.421 18.421 0 0 1 18.421 18.422"
        transform="translate(1.289 -387.254)"
        style="fill: #fff"
      />
      <path
        data-name="패스 155"
        d="M28.07 408.9a7.314 7.314 0 1 1-7.948-6.618 7.316 7.316 0 0 1 7.948 6.618"
        transform="translate(-.785 -389.365)"
        style="fill: #ce1126"
      />
      <path
        data-name="패스 156"
        d="M14.529 406.444a3.653 3.653 0 0 0 6.247 3.788 3.651 3.651 0 0 1 6.246 3.783 7.3 7.3 0 1 1-12.493-7.571"
        transform="translate(-.784 -390.025)"
        style="fill: #003f87"
      />
      <path data-name="사각형 993" d="M4.457 14.309 8.56 8.225l.948.64-4.103 6.084z" />
      <path data-name="사각형 994" d="m5.914 15.291 4.118-6.078.948.643-4.118 6.077z" />
      <path data-name="사각형 995" d="m7.382 16.282 4.102-6.086.949.64L8.33 16.92z" />
      <path data-name="사각형 996" d="m29.77 26.293 1.904-2.819.948.641-1.904 2.819z" />
      <path data-name="사각형 997" d="m27.573 29.564 1.893-2.823.95.636-1.894 2.824z" />
      <path data-name="사각형 998" d="m31.23 27.279 1.908-2.816.948.642-1.908 2.816z" />
      <path data-name="사각형 999" d="m29.03 30.544 1.905-2.815.95.642-1.906 2.815z" />
      <path data-name="사각형 1000" d="m32.696 28.267 1.9-2.817.949.64-1.9 2.817z" />
      <path data-name="사각형 1001" d="m30.493 31.533 1.9-2.82.95.64-1.9 2.82z" />
      <path data-name="사각형 1002" d="m29.037 9.845.95-.638 4.091 6.093-.95.638z" />
      <path data-name="사각형 1003" d="m30.492 8.866.948-.641 1.905 2.816-.948.641z" />
      <path data-name="사각형 1004" d="m32.695 12.131.949-.641 1.904 2.816-.949.642z" />
      <path data-name="사각형 1005" d="m27.568 10.836.948-.64 1.904 2.82-.947.64z" />
      <path data-name="사각형 1006" d="m29.771 14.103.948-.64 1.904 2.819-.948.64z" />
      <path data-name="사각형 1007" d="m7.389 24.11.95-.637 4.088 6.093-.949.637z" />
      <path data-name="사각형 1008" d="m4.457 26.091.948-.64 4.108 6.082-.947.64z" />
      <path data-name="사각형 1009" d="m5.916 25.106.948-.642 1.907 2.815-.948.642z" />
      <path data-name="패스 157" d="m10.023 31.184.951-.64-1.906-2.816-.951.64z" />
    </g>
  </svg>
</template>
