<template>
  <svg
    data-name="구성 요소 39 – 1"
    xmlns="http://www.w3.org/2000/svg"
    width="40"
    height="40"
    viewBox="0 0 40 40"
  >
    <g data-name="그룹 128">
      <path
        data-name="패스 158"
        d="M39.756 19.875A19.755 19.755 0 1 1 20.001.121a19.754 19.754 0 0 1 19.755 19.754"
      />
      <path
        data-name="패스 159"
        d="M165.211 959.341h37.934a19.423 19.423 0 0 0 .465-3h-38.864a19.643 19.643 0 0 0 .465 3"
        transform="translate(-164.176 -934.968)"
        style="fill: #fff"
      />
      <path
        data-name="패스 160"
        d="M167.928 966.068h32.846a19.721 19.721 0 0 0 1.577-3h-36a19.63 19.63 0 0 0 1.575 3"
        transform="translate(-164.35 -935.696)"
        style="fill: #fff"
      />
      <path
        data-name="패스 161"
        d="M174.446 972.793h20.768a19.494 19.494 0 0 0 3.674-3h-28.117a19.5 19.5 0 0 0 3.675 3"
        transform="translate(-164.828 -936.424)"
        style="fill: #fff"
      />
      <path
        data-name="패스 162"
        d="M195.216 936.166h-20.773a19.434 19.434 0 0 0-3.674 3h28.12a19.427 19.427 0 0 0-3.673-3"
        transform="translate(-164.828 -932.784)"
        style="fill: #fff"
      />
      <path
        data-name="패스 163"
        d="M166.235 962.7h36a19.355 19.355 0 0 0 .967-3h-37.935a19.461 19.461 0 0 0 .968 3"
        transform="translate(-164.233 -935.332)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 164"
        d="M170.483 969.43H198.6a19.511 19.511 0 0 0 2.365-3h-32.846a19.67 19.67 0 0 0 2.364 3"
        transform="translate(-164.541 -936.06)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 165"
        d="M185.276 976.157a19.394 19.394 0 0 0 10.385-3h-20.769a19.393 19.393 0 0 0 10.384 3"
        transform="translate(-165.274 -936.788)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 166"
        d="M165.267 949.253H203.2a19.353 19.353 0 0 0-.968-3h-36a19.355 19.355 0 0 0-.968 3"
        transform="translate(-164.233 -933.876)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 167"
        d="M164.675 954.479c0 .5.025 1 .063 1.5H203.6c.037-.5.063-1 .063-1.5s-.026-1.005-.063-1.5h-38.862c-.038.494-.063.993-.063 1.5"
        transform="translate(-164.169 -934.604)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 168"
        d="M170.483 939.528a19.368 19.368 0 0 0-2.363 3h32.846a19.377 19.377 0 0 0-2.365-3z"
        transform="translate(-164.541 -933.148)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 169"
        d="M185.275 932.8a19.388 19.388 0 0 0-10.385 3h20.772a19.394 19.394 0 0 0-10.386-3"
        transform="translate(-165.274 -932.419)"
        style="fill: #bf0a30"
      />
      <path
        data-name="패스 170"
        d="M164.746 952.616h38.863a19.494 19.494 0 0 0-.464-3h-37.934a19.494 19.494 0 0 0-.465 3"
        transform="translate(-164.176 -934.24)"
        style="fill: #fff"
      />
      <path
        data-name="패스 171"
        d="M166.352 945.889h36a19.452 19.452 0 0 0-1.574-3h-32.849a19.311 19.311 0 0 0-1.577 3"
        transform="translate(-164.35 -933.512)"
        style="fill: #fff"
      />
      <path
        data-name="패스 172"
        d="M184.156 932.8a19.493 19.493 0 0 0-19.481 19.492c0 .514.025 1.02.065 1.523h19.416z"
        transform="translate(-164.169 -932.419)"
        style="fill: #002868"
      />
      <path
        data-name="패스 173"
        d="M166 947.125c-.026.071-.048.145-.074.218z"
        transform="translate(-164.304 -933.97)"
        style="fill: #fff"
      />
      <path
        data-name="패스 174"
        d="M165.745 947.829c-.066.209-.132.418-.194.63l.2-.623z"
        transform="translate(-164.263 -934.046)"
        style="fill: #fff"
      />
      <path
        data-name="패스 175"
        d="m166.641 954.891-.577-.419-.578.419.22-.679-.575-.418h.71l.223-.675.218.675H167l-.576.418z"
        transform="translate(-164.218 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 176"
        d="m169.568 951.611-.577-.421-.576.421.22-.679-.579-.418h.713l.221-.675.219.675h.713l-.578.418z"
        transform="translate(-164.535 -934.264)"
        style="fill: #fff"
      />
      <path
        data-name="패스 177"
        d="m169.407 944.267.22.678-.576-.422-.577.422.22-.678-.576-.419h.714l.218-.675.22.675h.712z"
        transform="translate(-164.541 -933.542)"
        style="fill: #fff"
      />
      <path
        data-name="패스 178"
        d="m172.616 954.891-.574-.419-.58.419.222-.679-.576-.418h.712l.222-.675.219.675h.713l-.579.418z"
        transform="translate(-164.865 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 179"
        d="m172.655 947.515-.26.187.22.68-.573-.421-.58.421.221-.68-.258-.187-.318-.229h.712l.223-.679.218.679h.713z"
        transform="translate(-164.865 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 180"
        d="m172.4 940.883.22.675-.574-.416-.579.416.221-.675-.576-.421h.712l.222-.676.219.676h.713z"
        transform="translate(-164.865 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 181"
        d="m175.545 951.849-.576-.421-.577.421.22-.681-.575-.416h.711l.221-.68.219.68h.713l-.578.416z"
        transform="translate(-165.182 -934.289)"
        style="fill: #fff"
      />
      <path
        data-name="패스 182"
        d="m175.386 944.505.219.676-.577-.42-.576.42.22-.676-.577-.419h.712l.221-.677.219.677h.713z"
        transform="translate(-165.188 -933.568)"
        style="fill: #fff"
      />
      <path
        data-name="패스 183"
        d="m175.446 937.761.219.676-.575-.417-.578.417.219-.676-.574-.419h.71l.223-.678.217.678h.713z"
        transform="translate(-165.195 -932.838)"
        style="fill: #fff"
      />
      <path
        data-name="패스 184"
        d="m178.593 954.891-.574-.419-.577.419.219-.679-.575-.418h.712l.221-.675.218.675h.713l-.576.418z"
        transform="translate(-165.512 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 185"
        d="m178.632 947.515-.258.187.218.68-.573-.421-.578.421.22-.68-.258-.187-.318-.229h.712l.222-.679.218.679h.713z"
        transform="translate(-165.512 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 186"
        d="m178.374 940.883.219.675-.574-.416-.578.416.22-.675-.576-.421h.713l.221-.676.218.676h.713z"
        transform="translate(-165.512 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 187"
        d="m181.524 951.849-.579-.421-.574.421.22-.681-.579-.416h.714l.218-.68.222.68h.712l-.577.416z"
        transform="translate(-165.829 -934.289)"
        style="fill: #fff"
      />
      <path
        data-name="패스 188"
        d="m181.363 944.505.22.676-.577-.42-.576.42.219-.676-.575-.419h.713l.218-.677.22.677h.711z"
        transform="translate(-165.835 -933.568)"
        style="fill: #fff"
      />
      <path
        data-name="패스 189"
        d="m181.423 937.761.219.676-.574-.417-.579.417.22-.676-.575-.419h.71l.224-.678.217.678H182z"
        transform="translate(-165.842 -932.838)"
        style="fill: #fff"
      />
      <path
        data-name="패스 190"
        d="m184.573 954.891-.576-.419-.579.419.221-.679-.576-.418h.711l.223-.675.218.675h.712l-.574.418z"
        transform="translate(-166.159 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 191"
        d="m184.61 947.515-.258.187.221.68-.576-.421-.579.421.221-.68-.257-.187-.319-.229h.711l.223-.679.218.679h.712z"
        transform="translate(-166.159 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 192"
        d="m184.351 940.883.221.675-.576-.416-.578.416.221-.675-.577-.421h.711l.223-.676.218.676h.713z"
        transform="translate(-166.159 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 193"
        d="m184.351 934.214.221.677-.576-.418-.578.418.221-.677-.577-.42h.711l.223-.676.218.676h.713z"
        transform="translate(-166.159 -932.454)"
        style="fill: #fff"
      />
      <path
        data-name="패스 194"
        d="m178.062 934.6.574.419-.219-.677.08-.058c-.3.117-.6.242-.9.374l-.115.361z"
        transform="translate(-165.555 -932.58)"
        style="fill: #fff"
      />
      <path
        data-name="패스 195"
        d="m178.019 939.787-.221.676h-.712l.575.421-.219.674.577-.416.574.416-.219-.674.576-.421h-.713z"
        transform="translate(-165.512 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 196"
        d="m178.019 946.607-.221.68h-.712l.317.228.258.187-.219.68.577-.421.574.421-.219-.68.258-.187.318-.228h-.713z"
        transform="translate(-165.512 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 197"
        d="m178.236 953.794-.218-.676-.221.676h-.713l.576.418-.22.679.578-.419.574.419-.219-.679.575-.418z"
        transform="translate(-165.512 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 198"
        d="m172.041 939.787-.222.676h-.712l.576.421-.222.674.58-.416.574.416-.22-.674.579-.421h-.713z"
        transform="translate(-164.865 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 199"
        d="m172.041 946.607-.222.68h-.712l.317.228.259.187-.222.68.58-.421.574.421-.22-.68.259-.187.32-.228h-.713z"
        transform="translate(-164.865 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 200"
        d="m172.261 953.794-.219-.676-.222.676h-.712l.576.418-.221.679.579-.419.574.419-.22-.679.579-.418z"
        transform="translate(-164.865 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 201"
        d="M165.53 948.59c.005-.016.011-.034.015-.053z"
        transform="translate(-164.261 -934.123)"
        style="fill: #fff"
      />
      <path
        data-name="패스 202"
        d="m166.159 946.607-.152.462c.052-.142.111-.281.167-.418z"
        transform="translate(-164.313 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 203"
        d="m166.685 948.387-.221-.68.257-.187.319-.229h-.713l-.2-.635c-.055.137-.115.276-.167.417l-.071.218-.14.411.008.005-.2.624c0 .019-.01.037-.015.053l.574-.418z"
        transform="translate(-164.262 -933.919)"
        style="fill: #fff"
      />
      <path
        data-name="패스 204"
        d="m166.283 953.794-.218-.676-.223.676h-.71l.575.418-.22.679.578-.419.577.419-.221-.679.576-.418z"
        transform="translate(-164.218 -934.619)"
        style="fill: #fff"
      />
      <path
        data-name="패스 205"
        d="m181.006 943.409-.218.678h-.713l.575.418-.219.676.576-.419.576.419-.219-.676.574-.418h-.711z"
        transform="translate(-165.835 -933.568)"
        style="fill: #fff"
      />
      <path
        data-name="패스 206"
        d="m181.167 950.753-.222-.681-.218.681h-.713l.578.416-.22.681.574-.421.579.421-.222-.681.577-.416z"
        transform="translate(-165.829 -934.289)"
        style="fill: #fff"
      />
      <path
        data-name="패스 207"
        d="m175.028 943.409-.221.678h-.707l.576.418-.22.676.576-.419.577.419-.219-.676.574-.418h-.713z"
        transform="translate(-165.188 -933.568)"
        style="fill: #fff"
      />
      <path
        data-name="패스 208"
        d="m175.188 950.753-.219-.681-.221.681h-.71l.575.416-.22.681.576-.421.576.421-.22-.681.577-.416z"
        transform="translate(-165.182 -934.289)"
        style="fill: #fff"
      />
      <path
        data-name="패스 209"
        d="m169.051 943.173-.218.675h-.714l.576.419-.22.677.577-.421.576.421-.22-.677.576-.419h-.712z"
        transform="translate(-164.541 -933.542)"
        style="fill: #fff"
      />
      <path
        data-name="패스 210"
        d="m169.211 950.513-.219-.675-.221.675h-.713l.578.419-.22.678.577-.42.577.42-.222-.678.578-.419z"
        transform="translate(-164.535 -934.264)"
        style="fill: #fff"
      />
      <path
        data-name="패스 211"
        d="m184 939.787-.224.676h-.71l.576.421-.221.674.579-.416.576.416-.221-.674.574-.421h-.712z"
        transform="translate(-166.159 -933.176)"
        style="fill: #fff"
      />
      <path
        data-name="패스 212"
        d="m175.09 936.665-.224.678h-.709l.574.419-.219.675.578-.416.575.416-.219-.675.574-.419h-.713z"
        transform="translate(-165.195 -932.838)"
        style="fill: #fff"
      />
      <path
        data-name="패스 213"
        d="m181.068 936.665-.224.678h-.709l.574.419-.219.675.578-.416.574.416-.219-.675.574-.419h-.712z"
        transform="translate(-165.842 -932.838)"
        style="fill: #fff"
      />
      <path
        data-name="패스 214"
        d="m184 933.119-.224.676h-.71l.576.42-.221.676.579-.417.576.417-.221-.676.574-.42h-.712z"
        transform="translate(-166.159 -932.454)"
        style="fill: #fff"
      />
      <path
        data-name="패스 215"
        d="m184 946.607-.224.68h-.71l.319.228.257.187-.221.68.579-.421.576.421-.221-.68.258-.187.317-.228h-.712z"
        transform="translate(-166.159 -933.914)"
        style="fill: #fff"
      />
      <path
        data-name="패스 216"
        d="m184.214 953.794-.218-.676-.223.676h-.711l.576.418-.221.679.579-.419.576.419-.221-.679.574-.418z"
        transform="translate(-166.159 -934.619)"
        style="fill: #fff"
      />
    </g>
    <g data-name="타원 20" style="stroke: #cecece; fill: none">
      <circle cx="20" cy="20" r="20" style="stroke: none" />
      <circle cx="20" cy="20" r="19.5" style="fill: none" />
    </g>
  </svg>
</template>
